{
	"origin" : ["Remember, it's okay to turn off the news for a bit.",
"Go get a drink of water. Stay hydrated!",
"Take a break. Find a window and check the weather.",
"Have you stretched recently? Do it now. It will help.",
"When you eat something, try to make it healthy.",
"Stop. Take three slow deep breaths.",
"Ask for help if you need it.",
"Dance break!",
"Do you have a glass of water nearby? Time for a sip!",
"Did you take your lunch break? Even if you don't feel like eating, take the time to recharge.",
"Be gentle with yourself today.",
"Get enough rest tonight.",
"Take a nap if you need to. Set a timer.",
"Meditate for 10 minutes. Try a guided meditation if you have trouble staying focused.",
"Sometimes it's about the little steps. Brush your teeth. Wash your face.",
"Put your phone down. Step away from the computer. Not forever, just for a couple minutes.",
"Listen to some music. Make sure it's something you really like.",
"Breathe.",
"Learn the lyrics to a song you love.",
"Learn about something new.",
"Stretch.",
"It's okay if you didn't get it all done today.",
"If you're struggling with time management, learn about how others approach it. Here's some information that may help: https://socialwork.buffalo.edu/content/dam/socialwork/home/self-care-kit/exercises/time-management.pdf",
"Journaling doesn't have to be about beautiful things. Sometimes it's about the stressful stuff too: https://socialwork.buffalo.edu/content/dam/socialwork/home/self-care-kit/exercises/stress-journaling.pdf",       
"Pause. Take a sip of water.",
"When you're able, take a few moments and rest.",
"Sometimes the best self care is doing that hard thing you've been putting off.",
"If you wear glasses, are they clean? Take a moment and clean them up so you can see a little better.",
"Make a folder on your computer or an album on your phone and save images there that make you smile.",
"Listen to an audio book. There are lots of public domain ones here: https://librivox.org/",
"Before you start your day, take a few moments to outline the 3 most important things you need to do.",
"Next time you have a snack, eat something healthy.",
"Wrap up in a blanket.",
"Set a timer for 5 minutes and clean up the space around you.",
"Pick your clothes up off the floor and put them in the hamper.",
"Have you taken a sip of water recently?",
"Pause for a moment and take a few deep breaths.",
"Are the tools you're using working for you? What needs to change?",
"Stop and stretch your body however you can.",
"Look at something beautiful in nature. It can be a house plant or a picture of your favorite animal if you can't get outside.",
"Pause and rest your eyes for a moment.",
"Take a small break from the screen.",
"Take a nice bath or shower.",
"Try coloring. Here's some free pages you can print out: https://welshpixie.deviantart.com/gallery/54092210/Colouring-Pages",
"Try an app for your phone and computer that reduces the blue light on your screens at night.",
"Try out a new podcast. You can learn something new or just enjoy having someone tell you a story.",
"Schedule time for yourself. Put it on your calendar.",
"Pick 2-3 small tasks and get them done so that you feel a sense of accomplishment.",
"Can you delegate anything to someone else?",
"Set an alarm for 2 minutes and focus mindfully on your breathing, nonjudgmentally bringing yourself back from any distractions.",
"Make a to-do list if you're feeling overwhelmed. Sometimes it helps to break things down into smaller pieces.",
"Play a game. Keep a deck of cards handy and play some Solitaire.",
"Set an alarm so you remember to eat regular meals if you have a tendency to get caught up in work and forget.",
"Engage in random acts of kindness and altruism. This has been linked to mood boosting.",
"Cultivate a mindfulness practice. Here's some info on how to get started: https://www.psychologytoday.com/blog/the-courage-be-present/201001/how-practice-mindfulness-meditation",
"Indulge your creativity by drawing, painting, sculpting, etc, even if you don’t think you’re good at it.",
"If you are feeling out of sorts, try a grounding exercise. There are some suggestions here: http://www.livingwell.org.au/well-being/mental-health/grounding-exercises/",
"Self-care is ongoing. It's not a one and done fix for everything. Take care of yourself today, and tomorrow, and the next day.",
"Hey! Did you look out the window today?",
"Move your body, however you're able.",
"You don't have to watch the news today.",
"Stuck? Ask for help. Talk to someone.",
"Take a moment and wash your face. You'll not only be clean, but it can refresh you and give you a little break.",
"Take breaks. Set a timer if you have to so you don't forget.",
"Build a blanket fort. Seriously. Oh, and do not bring your phone into it.",
"Take a break before you need it. It will make it easier to prevent burnout.",
"You don't have to finish it all today.",
"Self-care is not selfish. You cannot serve from an empty vessel. - Eleanor Brownn",
"Take a nice long shower or bath. Let the water loosen your muscles and your mind.",
"Make yourself a healthy meal. It doesn't have to be fancy or expensive, just tasty.",
"When was the last time you did something you really love doing?",
"Unsubscribe from a couple of those newsletters you never read.",
"Put on some of your favorite music.",
"It's that time again! Pause for a moment and just breathe.",
"It's not just you. You're not alone.",
"It's okay to go to bed early.",
"Is your glass or bottle full? Take a sip.",
"Read about something that interests you.",
"If you're feeling sleepy or fatigued, try washing your face with a warm towel. It can be refreshing.",
"Take 5 minutes to straighten the space around you. Set a timer.",
"It's okay to use a timer to remind yourself to take breaks.",
"Set aside time for a hobby. Gardening, drone building, knitting, do something for the pure pleasure of it.",
"Pause. What's the weather like? Don't use an app to find out.",
"Did you do anything to take care of yourself today?",
"Take care of yourself so you can keep being awesome.",
"Is your water glass empty? Go fill it and have a couple sips.",
"Self care doesn't have to be fancy, expensive, or time consuming. Step away for a few minutes and breathe.",
"You can turn off the news and sign off social media for a bit. It's okay.",
"If you have medications, are you taking them?",
"Being tired is not a badge of honor. It just means you're tired.",
"Self care prevents burnout and reduces stress, that's why.",
"Protect your schedule, including the empty time.",
"Are you clean, fed, dressed, and rested?",
"Establish boundaries and stick to them.",
"Take some time to cook yourself a good, nourishing meal.",
"Play a board game with your dear ones.",
"Take a nice shower or bath. You can clean your body and mind at the same time.",
"It's okay if you failed today. You can try again tomorrow.",
"Stop. Dance party!",
"Don't use your phone in bed tonight.",
"Read a favorite book from when you were little. What was your favorite part?",
"Learn something new. It can be as simple as a new way to make a paper hat.",
"Restart a daily practice.",
"Read something new and beautiful.",
"Technology is a tool. Use it wisely.",
"Always do your best. Your best will change from day to day.",
"Take a few minutes to do something just because it makes you happy.",
"Change can be hard. Taking care of yourself is a change that's worth the work.",
"Help is out there. Ask for it if you need it.",
"Drink some more water. When was the last time you filled your cup?",
"It's okay if you need to write down a checklist or put a reminder on your phone to make sure you do self care daily.",
"Have you been running full tilt today? Take a few moments to recharge.",
"Naps are good for you.",
"Water is good for you year round. If you're thirsty, you're dehydrated.",
"Boundaries can help you carve space in your life for self care. They're important.",
"Sometimes when it's hard to keep up, it's a better use of your energy to pause instead.",
"Good rest, simple exercise, and hydration. All will help elevate your basic daily wellness.",
"Go set a reminder right now to take time for self care.",
"Cleaning your space is self care, too.",
"Sometimes taking care of the hard things is self care. Get them done and you'll free yourself of that stress.",
"If you commute, take a different route if you can.",
"Next time you're outside, take a look at the clouds.",
"Play for a few minutes. Doodle, learn solitaire, fold a paper airplane, do something fun.",
"Fix something small that gets in your way. Sew on a button, clean a grimy keyboard.",
"Are you dancing with your life?",
"Unplug. Your mind needs to recharge, too.",
"Take a quick nap if you can.",
"Don't give up on self care just because something didn't work for you. Keep trying new ways of being kind to yourself!",
"Balance is like a gyroscope. It's not something to be achieved, but a constant evolution. Adjust as needed.",
"You have permission to take a break.",
"Finished a difficult task? Treat yourself a little.",
"What makes you laugh? Go do it, watch it, read it, if you can.",
"Look around. What's something beautiful near you right now?",
"Try writing a page or two of your thoughts down first thing in the morning.",
"Check in with your emotions. How are you feeling?",
"Now is a good time to let those shoulders drop.",
"Is your jaw clenched? Let it loosen.",
"It's okay to say no.",
"Read a poem.",
"Don’t skip sleep to get things done.",
"Be gentle with yourself. I love you!",
"Self care can be small, simple, and take just a moment. Fit it into your daily life.",
"Listen to the wind, the rain, the sound of a crackling fire. IRL if you can and with an app if you can't.",
"Try journaling if you’ve never tried it before. There are a lot of different ways to do it and lot of resources available to help you get started.",
"Ask for help when you need it. It sounds simple, but trying to handle everything without help causes stress and anxiety for a lot people.",
"It's that time again! Allow your shoulders to drop. Let your jaw loosen.",
"Before you start your day, try to make a list of the 3 most important things to focus on that day.",
"Is your seat comfortable? Can you adjust your chair properly?",
"Look away from your screen for a bit. Allow your eyes and mind to rest.",
"Breathe deeply.",
"Try a new tool for getting organized if your current ones aren't working.",
"Drink more water. The benefits are endless.",
"Review your todo lists. Is there something you no longer need to do?",
"Pay attention to your breathing",
"Take action (one small step) on something you’ve been avoiding that will make your life better in the long run.",
"There are apps that will help you remember to rest, breathe, and drink water. Find the ones that work for you.",
"Pick one thing that you need to do and get it done so it’s off your mental to do list.",
"Be kind to yourself.",
"Listen to an audiobook. https://librivox.org/ has free, public domain books recorded by volunteers.",
"Try to memorize one constellation you don’t already know and find it in the sky tonight.",
"Congratulate yourself for doing difficult things, even if they might not seem difficult to others.",
"Listen to a podcast about something that interests you that you haven’t yet explored.",
"Have you taken a moment to breathe in the last hour?",
"Commit to posting mostly or only positive things on your favored social media site for a while.",
"Write something encouraging on a post-it and put it where you will see it every day!",
"Taking care of yourself can start with something small! Maybe today you just need to lie down on the couch instead of on your bed for a change of scenery.",
"Check in with yourself a few times each day and take a moment to process your thoughts and emotions. Don’t let them build up.",
"Remember that technology is a tool. Use it to help yourself.",
"Rearrange all of your furniture in a way that makes you more comfortable or just to try something fresh in your living space.",              
"Create something for no practical purpose such as a song, a poem, an essay, a painting, a drawing, a comic strip, a collage, etc.",              
"Take a moment at the end of each day and list a few good things in your life. This can help refocus your emotions on all the positive things that happen each day, even when it doesn’t seem like it.",
"Get a book from the library (free) or bookstore about some topic you’ve been interested in, but have never taken the time to learn.",
"Ask for help, even if it's with something small, when you need it.",
"Consider unfollowing that person that always leaves you feeling worse about things.",
"Write a note to yourself about something good you've done recently.",
"When things are hectic, it's okay to say no or tell someone to ask you again later.",
"Try an old school crossword, find-a-word, or sudoku.",
"Would you make someone else work as hard as you are working right now? Be kind to yourself.",
"Lighten up on yourself. No one is perfect. Gently accept your humanness. ~ Deborah Day",
"To experience peace does not mean that your life is always blissful. It means that you are capable of tapping into a blissful state of mind amidst the normal chaos of a hectic life. ~ Jill Bolte Taylor",
"Life should be touched, not strangled. You've got to relax, let it happen at times, and at others move forward with it. ~ Ray Bradbury",
"It's not selfish to love yourself, take care of yourself, and to make your happiness a priority. It's necessary. ~ Mandy Hale",
"Remember to take care of yourself. You can’t pour from an empty cup.",
"At the end of the day remind yourself that you did the best you could today, and that is good enough. ~ Lori Deschene",
"Do something every day that is loving toward your body and gives you the opportunity to enjoy the sensations of your body. ~ Golda Poretsky",
"There are days I drop words of comfort on myself like falling leaves and remember that it is enough to be taken care of by my self. ~ Brian Andreas",
"Your breathing is your greatest friend. Return to it in all your troubles and you will find comfort and guidance. ~ Unknown",
"How do you define 'taking care of yourself'? Create a new self-care practice today. Observe your comfort level when it comes to being good to yourself. Discomfort is a wise teacher. ~ Caroline Myss and Peter Occhiogrosso",
"When the well’s dry, we know the worth of water. ~ Benjamin Franklin",
"In dealing with those who are undergoing great suffering, if you feel burnout setting in, if you feel demoralized and exhausted, it is best, for the sake of everyone, to withdraw and restore yourself. The point is to have a long-term perspective. ~ Dalai Lama",
"Happiness is when what you think, what you say and what you do are in harmony. ~ Mahatma Gandhi",
"Love yourself first, and everything else falls in line. You really have to love yourself to get anything done in this world. ~ Lucille Ball",
"Allow yourself to enjoy each happy moment in your life. ~ Steve Maraboli",
"Relax your shoulders.",
"Our bodies are our gardens to which our wills are gardeners ~ William Shakespeare",
"Those who think they have not time for bodily exercise will sooner or later have to find time for illness. ~ Edward Stanley",
"Nourishing yourself in a way that helps you blossom in the direction you want to go is attainable, and you are worth the effort. ~ Deborah Day",
"Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare. ~ Audre Lorde",
"Self care is not a waste of time. Self care makes your use of time more sustainable. ~ Jackie Viramontez",
"Asking for help with small things is a great way to build up the confidence to ask for help with bigger things, too!",
"Doing work (volunteer or paid) that helps others, paid work that covers bills + a little more, & a respectful work environment may help work be sustainable & fulfilling.",
"Everyone’s level of socialization may vary but as social creatures it’s good for our hearts(literally & figuratively) to find & occasionally stretch our social skills.",
"Novel, new, silly, & unusual activities can help lift your mood."
]
}
